Repository: renan002/beach-tennis-score
Catalog: BeachTennisCounter/Shared/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ wins
pt_br: %@ venceu

source: %lld can be restored
pt_br: %lld podem ser restauradas

source: %lld matches
pt_br: %lld partidas

source: %lld matches restored.
pt_br: %lld partidas restauradas.

source: Active Calories
pt_br: Calorias Ativas

source: Active calories, saved to Match History
pt_br: Calorias ativas, salvas no Histórico de Partidas

source: All
pt_br: Todos

source: All of its matches are already in your Match History.
pt_br: Todas as suas partidas já estão no seu Histórico de Partidas.

source: Appearance
pt_br: Aparência

source: Average per match
pt_br: Média por partida

source: Avg Heart Rate
pt_br: Frequência Cardíaca Média

source: Beach Tennis Score
pt_br: Placar para Beach Tennis

source: Best winning streak
pt_br: Melhor sequência de vitórias

source: By sport
pt_br: Por esporte

source: Can't be read by this version of the app
pt_br: Não pode ser lido por esta versão do app

source: Cancel Match?
pt_br: Cancelar Partida?

source: Court time
pt_br: Tempo em quadra

source: Current winning streak
pt_br: Sequência de vitórias atual

source: Dark
pt_br: Escuro

source: Date
pt_br: Data

source: Details
pt_br: Detalhes

source: Discard
pt_br: Descartar

source: Discard %lld matches?
pt_br: Descartar %lld partidas?

source: Discard failed
pt_br: Falha ao descartar

source: Discard this Quarantined Store?
pt_br: Descartar este armazenamento em quarentena?

source: Done
pt_br: Concluído

source: Duration
pt_br: Duração

source: End Match
pt_br: Encerrar Partida

source: Format
pt_br: Formato

source: Golden points
pt_br: Pontos de ouro

source: Health
pt_br: Saúde

source: Health access was denied on the Watch. To re-enable it, open Settings › Privacy & Security › Health.
pt_br: O acesso à Saúde foi negado no Watch. Para reativar, abra Ajustes › Privacidade e Segurança › Saúde.

source: Health Monitoring
pt_br: Monitoramento de Saúde

source: History
pt_br: Histórico

source: It may become readable after an app update.
pt_br: Poderá ser lido após uma atualização do app.

source: Its matches will be permanently deleted.
pt_br: Suas partidas serão excluídas permanentemente.

source: Keep Playing
pt_br: Continuar Jogando

source: Light
pt_br: Claro

source: Live heart rate during the match
pt_br: Frequência cardíaca ao vivo durante a partida

source: Match Details
pt_br: Detalhes da Partida

source: Match History
pt_br: Histórico de Partidas

source: Match History the app couldn't open is kept here, set aside intact. Restore adds its matches back without changing the ones you already have.
pt_br: Históricos de Partidas que o app não conseguiu abrir ficam guardados aqui, intactos. Restaurar adiciona as partidas de volta sem alterar as que você já tem.

source: Match Over!
pt_br: Fim de Jogo!

source: Matches played
pt_br: Partidas jogadas

source: Modality
pt_br: Modalidade

source: Multiple
pt_br: Vários

source: Name
pt_br: Nome

source: New Match
pt_br: Nova Partida

source: No matches yet
pt_br: Nenhuma partida ainda

source: No statistics yet
pt_br: Nenhuma estatística ainda

source: Nothing to restore
pt_br: Nada para restaurar

source: Old matches can be restored
pt_br: Partidas antigas podem ser restauradas

source: One purchase, yours forever. No subscription.
pt_br: Uma compra única, para sempre. Sem assinatura.

source: Open the app on your Apple Watch to start a match
pt_br: Abra o app no seu Apple Watch para começar uma partida

source: Overview
pt_br: Visão geral

source: Play a match to start building your statistics
pt_br: Jogue uma partida para começar a montar suas estatísticas

source: Pro is unavailable right now. Please try again later.
pt_br: O Pro está indisponível no momento. Tente novamente mais tarde.

source: Pro unlocked
pt_br: Pro desbloqueado

source: Purchase failed
pt_br: A compra falhou

source: Records
pt_br: Retrospecto

source: Restore
pt_br: Restaurar

source: Restore complete
pt_br: Restauração concluída

source: Restore failed
pt_br: Falha na restauração

source: Restore Purchases
pt_br: Restaurar compras

source: Restored
pt_br: Restaurado

source: Result
pt_br: Resultado

source: Result Card
pt_br: Cartão de Resultado

source: Result Card without watermark
pt_br: Cartão de Resultado sem marca-d'água

source: Resume Match
pt_br: Retomar Partida

source: Score
pt_br: Placar

source: Score Counter
pt_br: Placar

source: Scored with %@
pt_br: Marcado no %@

source: Scoring, Match History and the Result Card stay free.
pt_br: Marcar pontos, o Histórico de Partidas e o Cartão de Resultado continuam gratuitos.

source: See what your Match History says about your play
pt_br: Veja o que seu Histórico de Partidas diz sobre o seu jogo

source: See your stats on iPhone
pt_br: Veja suas estatísticas no iPhone

source: Select Sport
pt_br: Escolha o Esporte

source: Settings
pt_br: Ajustes

source: Share Result Card
pt_br: Compartilhar Cartão de Resultado

source: Share your result with nothing but the match on it
pt_br: Compartilhe seu resultado só com a partida nele

source: Sport
pt_br: Esporte

source: Square
pt_br: Quadrado

source: Statistics
pt_br: Estatísticas

source: Statistics are calculated for Team A.
pt_br: As estatísticas são calculadas para o Time A.

source: Streaks
pt_br: Sequências

source: System
pt_br: Sistema

source: Team A
pt_br: Time A (Nós)

source: Team B
pt_br: Time B (Eles)

source: Teams
pt_br: Times

source: Tennis
pt_br: Tênis

source: Thanks for supporting the app.
pt_br: Obrigado por apoiar o app.

source: The match saved as a workout in Health
pt_br: A partida salva como treino no app Saúde

source: The Quarantined Store was not removed.
pt_br: O armazenamento em quarentena não foi removido.

source: The Watch records each match as a workout with live heart rate.
pt_br: O Watch registra cada partida como um treino com frequência cardíaca em tempo real.

source: The Watch will always start a Beach Tennis match.
pt_br: O Watch sempre iniciará uma partida de Beach Tennis.

source: The Watch will always start a Tennis match.
pt_br: O Watch sempre iniciará uma partida de Tênis.

source: The Watch will ask which sport before each match.
pt_br: O Watch perguntará qual esporte antes de cada partida.

source: Theme
pt_br: Tema

source: They will be permanently deleted.
pt_br: Elas serão excluídas permanentemente.

source: This Apple Account has no Pro purchase to restore.
pt_br: Esta Conta Apple não tem uma compra do Pro para restaurar.

source: Unlock Pro
pt_br: Desbloquear o Pro

source: Unlock Pro — %@
pt_br: Desbloquear o Pro — %@

source: Unlocked
pt_br: Desbloqueado

source: Version %@
pt_br: Versão %@

source: Watch app not installed
pt_br: App do Watch não instalado

source: Who serves first?
pt_br: Quem saca primeiro?

source: Win rate
pt_br: Aproveitamento

source: Winner
pt_br: Vencedor

source: Wins
pt_br: Vitórias

source: Your Match History was not changed.
pt_br: Seu Histórico de Partidas não foi alterado.

source: Your purchase was restored.
pt_br: Sua compra foi restaurada.
